export const ERROR_MESSAGES = [
    'Почти! Ты на пути к изобретению!',
    'Каждый изобретатель ошибался – продолжай!',
    'Ошибки – часть процесса создания изобретений!',
    'Пробуй снова – изобретатели не сдаются!',
    'Возможно верное решение было близко!',
    'Надо ещё поработать над этим изобретением!'
];

export const SUCCESS_MESSAGES = [
    'Отлично! Совершено открытие!',
    'Отлично! Это реальное изобретение!',
    'Отлично! Это шаг на пути прогресса!',
    'Отлично! Это замечательная идея!',
    'Отлично! Эта идея сработала!',
    'Отлично! Это новая технология!'
];
